Repository: Auties00/Reboot-Launcher
Catalog: gui/lib/l10n/reboot_*.arb
Languages: es, fr, it, pt

# corruptedVersionError
source: Corrupted Fortnite installation: please download it again from the launcher or change version
es: Instalación corrupta de Fortnite: descárguela nuevamente desde el iniciador o cambie la versión
fr: Installation de Fortnite corrompue : veuillez la re-télécharger depuis le launcher ou changer de version
it: Installazione di Fortnite danneggiata: scaricalo nuovamente dal launcher o cambia versione
pt: Instalação corrompida do Fortnite: baixe-o novamente no inicializador ou altere a versão

# corruptedDllError
source: Cannot inject dll: {error}
es: No se puede inyectar dll: {error}
fr: Impossible d'injecter le DLL: {error}
it: Impossibile iniettare dll: {error}
pt: Não é possível injetar dll: {error}

# tokenError
source: Cannot log in into Fortnite: authentication error (injected dlls: {dlls})
es: No puedo iniciar sesión en Fortnite: error de autenticación (dlls inyectados: {dlls})
fr: Impossible de se connecter à Fortnite : erreur d'authentification (DLLs injectés : {dlls})
it: Impossibile accedere a Fortnite: errore di autenticazione
pt: Não é possível fazer login no Fortnite: erro de autenticação (dlls injetadas: {dlls})

# unknownFortniteError
source: An unknown error occurred while launching Fortnite: {error}
es: Se produjo un error desconocido al iniciar Fortnite: {error}
fr: Une erreur inconnue s'est produite lors du lancement de Fortnite : {error}
it: Si è verificato un errore sconosciuto durante l'avvio di Fortnite: {error}
pt: Ocorreu um erro desconhecido ao iniciar o Fortnite: {error}

# serverNoLongerAvailableUnnamed
source: The previous server is no longer available
es: El servidor anterior ya no está disponible
fr: Le serveur précédent n'est plus disponible
it: Il server precedente non è più disponibile
pt: O servidor anterior não está mais disponível

# noServerFound
source: No server found: invalid or expired link
es: No se encontró ningún servidor: enlace no válido o caducado
fr: Aucun serveur trouvé : lien invalide ou expiré
it: Nessun server trovato: collegamento non valido o scaduto
pt: Nenhum servidor encontrado: link inválido ou expirado

# settingsUtilsThemeName
source: Theme
es: Tema
fr: Thème
it: Tema
pt: Tema

# settingsUtilsThemeDescription
source: Select the theme to use inside the launcher
es: Seleccione el tema para usar dentro del lanzador
fr: Séléctionnez le thème à utiliser dans le launcher
it: Seleziona il tema da utilizzare all'interno del launcher
pt: Selecione o tema a ser usado dentro do inicializador

source: Dark
es: Oscuro
fr: Sombre
it: Scuro
pt: Escuro

source: Light
es: Luz
fr: Clair
it: Chiaro
pt: Luz

source: System
es: Sistema
fr: Système
it: Sistema
pt: Sistema

# settingsUtilsLanguageName
source: Language
es: Idioma
fr: Langue
it: Lingua
pt: Linguagem

# settingsUtilsLanguageDescription
source: Select the language to use inside the launcher
es: Seleccione el idioma a usar dentro del lanzador
fr: Séléctionnez la langue à utiliser dans le launcher
it: Seleziona la lingua da utilizzare all'interno del launcher
pt: Selecione o idioma a ser usado dentro do inicializador

# infoDocumentationName
source: Documentation
es: Documentación
pt: Documentação

# infoDocumentationDescription
source: Read some tutorials on how to use Reboot
es: Lea algunos tutoriales sobre cómo usar Reboot
fr: Lire des tutoriels sur comment uiliser Reboot
pt: Leia alguns tutoriais sobre como usar o Reboot

# infoDocumentationContent
source: Open GitHub
es: Abrir GitHub
fr: Ouvrir GitHub
pt: Abrir o GitHub

# infoDiscordName
source: Discord
es: Discordia

# infoDiscordDescription
source: Join the discord server to receive help
es: Únase al servidor de Discord para recibir ayuda
fr: Rejoigner le serveur Discord pur recevoir de l'aide
pt: Junte-se ao servidor discord para receber ajuda

# infoDiscordContent
source: Open Discord
es: Abrir discordia
fr: Ouvrir Discord
pt: Abrir Discord

# infoVideoDescription
source: Show the tutorial again in the launcher
es: Mira un tutorial para entender cómo usar el lanzador
fr: Regarder un tutoriel sur comment utiliser le launcher
pt: Assista a um tutorial para entender como usar o launcher

# infoVideoContent
source: Start Tutorial
es: abrir youtube
fr: Ouvrir YouTube
pt: Abrir o YouTube

# dllDeletedTitle
source: A critical dll was deleted. If you didn't delete it, your Antivirus probably flagged it. This is a false positive: please disable your Antivirus and try again
es: Se eliminó una DLL crítica.
fr: Un DLL critique q été supprimé. Si vous ne l'avez pas supprimé, votre antivirus l'a sûrement détécté. Ceci est un faux-positif : veuillez désactiver votre antivirus et réessayer
pt: Uma DLL crítica foi excluída.

# dllDeletedSecondaryAction
source: Close
es: Cerca
fr: Fermer
pt: Fechar

# dllDeletedPrimaryAction
source: Try again
es: Intentar otra vez
fr: Réessayer
pt: Tente novamente

# clickKey
source: Waiting for a key to be registered
es: Esperando que se registre una clave
fr: En attente d'un enregistrement d'une touche
pt: Aguardando o registro de uma chave

# settingsLogsName
source: Export logs
es: Exportar registros
fr: Exporter les logs
pt: Exportar registros

# settingsLogsDescription
source: Exports an archive containing all the logs produced by the launcher
es: Exporta un archivo que contiene todos los registros producidos por el lanzador.
fr: Exporte une archive de tous les logs crées par le launcher
pt: Exporta um arquivo contendo todos os logs produzidos pelo launcher

# settingsLogsAction
source: Export
es: Exportar
fr: Exporter
pt: Exportar

# settingsLogsSelectFolder
source: Select a folder
es: Seleccione una carpeta
fr: Séléctionner un dossier
pt: Selecione uma pasta

# settingsLogsCreating
source: Creating logs archive...
es: Creando archivo de registros...
fr: Création de l'archive de logs...
pt: Criando arquivo de registros...

# settingsLogsCreated
source: Logs archive created successfully
es: Archivo de registros creado correctamente
fr: L'archive des logs a été créee avec succès
pt: Arquivo de registros criado com sucesso

# settingsLogsCreatedShowFile
source: Show file
es: Mostrar archivo
fr: Montrer le fichier
pt: Mostrar arquivo

# updateAvailable
source: Version {version} is now available
es: La versión {version} ya está disponible
fr: VLa version {version} n'est pas disponible
pt: A versão {version} já está disponível

# updateAvailableAction
source: Download
es: Descargar
fr: Télécharger

# gameServerEnd
source: The match ended
es: el partido termino
fr: La partie s'est terminée
pt: A partida terminou

# gameServerRestart
source: The server will restart in {timeInSeconds} seconds
es: El servidor se reiniciará en {timeInSeconds} segundos
fr: Le serveur va redémarrer dans {timeInSeconds} secondes
pt: O servidor será reiniciado em {timeInSeconds} segundos

# gameServerShutdown
source: The server will shutdown in {timeInSeconds} seconds
es: El servidor se apagará en {timeInSeconds} segundos
fr: Le serveur va s'arrêter dans {timeInSeconds} secondes
pt: O servidor será encerrado em {timeInSeconds} segundos

# backendName
source: Backend
pt: Processo interno

# infoVideoName
source: Tutorial
fr: Tutoriel
