Repository: Auties00/Reboot-Launcher
Catalog: gui/lib/l10n/reboot_*.arb
Languages: es, fr, it, pt

# selectFortniteDescription
source: Select the version of Fortnite you want to use
es: Selecciona la versión de Fortnite que quieres usar
fr: Séléctionner la version de Fortnite que vous voulez utiliser
pt: Selecione a versão do Fortnite que deseja usar

# manageVersionsName
source: Manage versions
es: Administrar versiones
fr: Gérer les versions
pt: Gerenciar versões

# manageVersionsDescription
source: Manage your Fortnite installations
es: Gestiona tus instalaciones de Fortnite
fr: Gérez vos installations de Fortnite
pt: Gerencie suas instalações do Fortnite

# importVersionName
source: Import
es: Importar
fr: Importer
pt: Importar

# importVersionDescription
source: Import a new version of Fortnite into the launcher
es: Importa una nueva versión de Fortnite al lanzador
fr: Importer une nouvelle version de Fortnite dans le launcher
pt: Importe uma nova versão do Fortnite para o inicializador

# addLocalBuildName
source: Add a version from this PC's local storage
es: Agregue una versión desde el almacenamiento local de esta PC
fr: Ajouter une version depuis le stockage local de ce PC
it: Aggiungi una versione dalla memoria locale di questo PC
pt: Adicione uma versão do armazenamento local deste PC

# addLocalBuildDescription
source: Versions coming from your local disk are not guaranteed to work
es: No se garantiza que las versiones provenientes de su disco local funcionen
fr: Les versions venant de votre disque locql n'ont aucune garantie de fonctionner
it: Il funzionamento delle versioni provenienti dalla memoria locale non è garantito
pt: Não é garantido que as versões provenientes do seu disco local funcionem

# downloadBuildName
source: Download any version from the cloud
es: Descarga cualquier versión desde la nube
fr: Télécharger n'importe quelle version depuis Internet
it: Scarica qualsiasi versione dal cloud
pt: Baixe qualquer versão da nuvem

# downloadBuildDescription
source: Download any Fortnite build easily from the cloud
es: Descarga cualquier build de Fortnite fácilmente desde la nube
fr: Téléchargez facilement n'importe quelle version de Fortnite depuis Internet
it: Scarica facilmente qualsiasi build di Fortnite dal cloud
pt: Baixe qualquer build do Fortnite facilmente da nuvem

# downloadBuildContent
source: Download build
es: Descargar build
fr: Télécherger version
it: Download
pt: Baixar compilação

# cannotUpdateGameServer
source: An error occurred while updating the game server: {error}
es: Se produjo un error al actualizar el servidor del juego: {error}
fr: Une erreur a eu lieu lors de la mise à jour du serveur de jeu : {error}
it: Si è verificato un errore durante l'aggiornamento del server di gioco: {error}
pt: Ocorreu um erro ao atualizar o servidor: {error}

source: Launch Fortnite
es: Lanzar Fortnite
fr: Lancer Fortnite
it: Avvia Fortnite
pt: Lançar Fortnite

source: Close Fortnite
es: Cerrar Fortnite
fr: Fermer Fortnite
it: Chiudi Fortnite
pt: Fechar Fortnite

# updateGameServerDllNever
source: Never
es: Nunca
fr: Jamais
it: Mai
pt: Nunca

# updateGameServerDllEvery
source: Every {name}
es: Cada {name}
fr: Tous les {name}
it: Ogni {name}
pt: Cada {name}

# selectPathPlaceholder
source: Path
es: Camino
fr: Chemin
it: Percorso
pt: Caminho

# selectPathWindowTitle
source: Select a file
es: Seleccione un archivo
fr: Choisir un fichier
it: Seleziona un file
pt: Selecione um arquivo

# defaultDialogSecondaryAction
source: Close
es: Cerca
fr: Fermer
it: Chiudi
pt: Fechar

# stopLoadingDialogAction
source: Stop
es: Detener
fr: Arrêter
pt: Parar

# copyErrorDialogTitle
source: Copy error
es: Error de copia
fr: Copier l'erreur
it: Copia errore
pt: Erro de cópia

# copyErrorDialogSuccess
source: Copied error to clipboard
es: Error copiado al portapapeles
fr: Erreur copiée dans le presse-papier
it: Errore copiato negli appunti
pt: Erro copiado para a área de transferência

# defaultServerName
source: Reboot Game Server
es: Reiniciar el servidor de juegos
fr: Serveur de jeu Reboot
pt: Reinicie o servidor

# defaultServerDescription
source: Just another server
es: Solo otro servidor
fr: Juste un autre serveur
it: Solo un altro server
pt: Apenas mais um servidor

# downloadingDll
source: Downloading {name} dll...
es: Descargando {name} dll...
fr: Téléchargement de {name} dll...
pt: Baixando name dll...

# downloadDllSuccess
source: The {name} dll was downloaded successfully
es: La DLL de {name} se descargó correctamente
fr: Le DLL {name} à été téléchargé avec succès
pt: A dll {name} foi baixada com sucesso

# downloadDllError
source: An error occurred while downloading {name}: {error}
es: Se produjo un error al descargar {name}: {error}
fr: Une erreur est survenue lors du téléchargement de {name}: {error}
pt: Ocorreu um erro ao baixar name: {error}

# downloadDllRetry
source: Retry
es: Rever
fr: Réessayer
pt: Tentar novamente

# uncaughtErrorMessage
source: An uncaught error was thrown: {error}
es: Se produjo un error no detectado: {error}
fr: Une erreur imprévue est survenue : {error}
it: È stato generato un errore non rilevato: {error}
pt: Um erro não detectado foi lançado: {error}

# usernameOrEmail
source: Username/Email
es: Nombre de usuario/correo electrónico
fr: Pseudo/E-mail
pt: Nome de usuário/e-mail

# usernameOrEmailPlaceholder
source: Type your username or email
es: Escriba su nombre de usuario o correo electrónico
fr: Entrez votre pseudo ou e-mail
it: Digita il tuo nome utente o la tua email
pt: Digite seu nome de usuário ou e-mail

source: Password
es: Contraseña
fr: Mot de passe
pt: Senha

# passwordPlaceholder
source: Type your password, if you want to use one
es: Escriba su contraseña, si desea utilizar una
fr: Entrez votre mot de passe si souhaité
it: Digita la tua password, se vuoi usarne una
pt: Digite sua senha, se quiser usar uma

# cancelProfileChanges
source: Cancel
es: Cancelar
fr: Annuler
it: Annulla
pt: Cancelar

# saveProfileChanges
source: Save
es: Ahorrar
fr: Sauvegarder
it: Salva
pt: Salvar

# startingServer
source: Starting the backend...
es: Iniciando el backend...
fr: Démarrage du backend...
it: Avviamento di {name}...
pt: Iniciando o back-end...

# startedServer
source: The backend was started successfully
es: El backend se inició exitosamente.
fr: Le backend a démarré avec succès
it: {name} è stato avviato correttamente
pt: O back-end foi iniciado com sucesso

# checkedServer
source: The backend works correctly
es: El backend funciona correctamente
fr: Le backend fonctionne correctement
pt: O back-end funciona corretamente

# startServerError
source: An error occurred while starting the backend: {error}
es: Se produjo un error al iniciar el backend: {error}
fr: Une erreur a eu lieu lors du démarrage du backend : {error}
it: Si è verificato un errore durante l'avvio di {name}: {error}
pt: Ocorreu um erro ao iniciar o back-end: {error}

# localServerError
source: The local backend doesn't work correctly: {error}
es: El backend local no funciona correctamente: {error}
fr: Le backend local ne fonctionne pas correctement : {error}
pt: O back-end local não funciona corretamente: {error}

# stoppingServer
source: Stopping the backend...
es: Deteniendo el backend...
fr: Arrêt du backend...
it: Arresto di {name}...
pt: Parando o back-end...

# stoppedServer
source: The backend was stopped successfully
es: El backend se detuvo exitosamente
fr: Le backend a été arrêté avec succès
it: Il {name} è stato arrestato con successo
pt: O back-end foi interrompido com sucesso

# stopServerError
source: An error occurred while stopping the backend: {error}
es: Se produjo un error al detener el backend: {error}
fr: Une erreur a eu lieu lors de l'arrêt du backend : {error}
it: Si è verificato un errore durante l'arresto di {name}: {error}
pt: Ocorreu um erro ao interromper o back-end: {error}

# missingHostNameError
source: Missing hostname in the backend configuration
es: Falta el nombre de host en la configuración de {name}
fr: Nom d'hôte manquant dans la configuration de {name}
it: Nome host mancante nella configurazione di {name}
pt: Nome de host ausente na configuração {name}

# missingPortError
source: Missing port in the backend configuration
es: Puerto faltante en la configuración del backend
fr: Port manquant dans la configuration du backend
it: Porta mancante nella configurazione di {name}
pt: Porta ausente na configuração de back-end

# illegalPortError
source: Invalid port in the backend configuration
es: Puerto no válido en la configuración del backend
fr: Port invalide dans la configuration du backend
it: Porta non valida nella configurazione di {nome}
pt: Porta inválida na configuração de back-end

# freeingPort
source: Freeing the backend port...
es: Liberando el puerto backend...
fr: Libération du port du backend...
it: Liberazione della porta {port}...
pt: Liberando a porta de back-end...

# freedPort
source: The backend port was freed successfully
es: El puerto backend se liberó exitosamente
fr: Le port du backend a été libéré avec succès
it: La porta {port} è stata liberata correttamente
pt: A porta back-end foi liberada com sucesso

# freePortError
source: An error occurred while freeing the backend port: {error}
es: Se produjo un error al liberar el puerto backend: {error}
fr: Une erreur est survenue lors de la libération du port du backend : {error}
it: Si è verificato un errore durante la liberazione della porta {port}: {error}
pt: Ocorreu um erro ao liberar a porta back-end: {error}

# pingError
source: Cannot ping the {type} backend
es: No se puede hacer ping al servidor {type}
fr: Impossible de ping le backend {type}
it: Impossibile eseguire il ping {type} {name}
pt: Não é possível executar ping no back-end {type}

# joinSelfServer
source: You can't join your own server
es: No puedes unirte a tu propio servidor
fr: Vous ne pouvez pas rejoindre votre propre serveur
it: Non puoi unirti al tuo server
pt: Você não pode entrar no seu próprio servidor

# wrongServerPassword
source: Wrong password: please try again
es: Contraseña incorrecta: inténtelo de nuevo
fr: Mauvais mot de passe du serveur, veuillez réessayer
it: Password errata: riprova
pt: Senha errada: tente novamente

# offlineServer
source: This server isn't online right now: please try again later
es: Este servidor no está en línea en este momento: inténtelo de nuevo más tarde
fr: Ce serveur n'est pas en ligne actuellement : revenez plus tard
it: Questo server non è online in questo momento: riprova più tardi
pt: Este servidor não está online no momento: tente novamente mais tarde

# serverPassword
source: Password
es: Contraseña
fr: Mot de passe
pt: Senha

# serverPasswordPlaceholder
source: Type the server's password
es: Escriba la contraseña del servidor
fr: Entrez le mot de passe du serveur
it: Digita la password del server
pt: Digite a senha do servidor

# serverPasswordCancel
source: Cancel
es: Cancelar
fr: Annuler
it: Annulla
pt: Cancelar

# serverPasswordConfirm
source: Confirm
es: Confirmar
fr: Corfirmer
it: Conferma
pt: confirme

# joinedServer
source: You joined {author}'s server successfully!
es: ¡Te uniste exitosamente al servidor de {author}!
fr: Vous avez rejoint le serveur de {author} avec succès
it: Ti sei unito al server di {author} con successo!
pt: Você entrou no servidor de {author} com sucesso!

# copiedIp
source: Copied IP to the clipboard
es: IP copiada al portapapeles
fr: IP copiée dans le presse-papier
it: IP copiato negli appunti
pt: IP copiado para a área de transferência

# selectVersion
source: Select a version
es: Seleccione una versión
fr: Selectinnez une version
it: Seleziona una versione
pt: Selecione uma versão

# missingVersion
source: This version doesn't exist on the local machine
es: Esta versión no existe en la máquina local.
fr: Cette version n'existe pas sur votre stockage local
it: Questa versione non esiste sul computer locale
pt: Esta versão não existe na máquina local

# deleteVersionDialogTitle
source: Are you sure you want to delete this version?
es: ¿Estás seguro de que deseas eliminar esta versión?
fr: Êtes-vous sûr de vouloir supprimer cette version ?
it: Sei sicuro di voler eliminare questa versione?
pt: Tem certeza de que deseja excluir esta versão?

# deleteVersionFromDiskOption
source: Delete version files from disk
es: Eliminar archivos de versión del disco
fr: Supprimer les fichiers de la version du disque dur
it: Elimina i file della versione dal disco
pt: Exclua arquivos de versão do disco

# deleteVersionCancel
source: Keep
es: Mantener
fr: Garder
it: Mantieni
pt: Manter

# deleteVersionConfirm
source: Delete
es: Borrar
fr: Supprimer
it: Elimina
pt: Excluir

# versionName
source: Name
es: Nombre
fr: Nom
it: Nome
pt: Nome

# versionNameLabel
source: Type the version name
es: Escriba el nombre de la nueva versión
fr: Entrez le nom de la nouvelle version
it: Digitare il nome della nuova versione
pt: Digite o nome da nova versão

# newVersionNameConfirm
source: Save
es: Ahorrar
fr: Sauvegarder
it: Salva
pt: Salvar

# newVersionNameLabel
source: Type the version name
es: Escriba el nombre de la nueva versión
fr: Entrez le nom de la nouvelle version
it: Digitare il nome della nuova versione
pt: Digite o nome da nova versão

# gameFolderTitle
source: Game directory
es: Carpeta de juego
fr: Dossier du jeu
it: Cartella di gioco
pt: Pasta do jogo

# gameFolderPlaceholder
source: Type the game directory
es: Escribe la nueva carpeta del juego.
fr: Entrez le nom du nouveau dossier du jeu
it: Digita la nuova cartella di gioco
pt: Digite a nova pasta do jogo

# gameFolderPlaceWindowTitle
source: Select game directory
es: Seleccionar carpeta del juego
fr: Secectionnez le dossier du jeu
it: Seleziona la cartella di gioco
pt: Selecione a pasta do jogo

# gameFolderLabel
source: Path
es: Camino
fr: Chemin
it: Percorso
pt: Caminho

source: Open in explorer
es: Abrir en el explorador
fr: Ouvrir dans l'explorateur de fichiers
it: Apri in esplora risorse
pt: Abrir no explorador

source: Modify
es: Modificar
fr: Modifier
it: Modifica
pt: Modificar

source: Delete
es: Borrar
fr: Supprimer
it: Cancella
pt: Excluir

source: Source
es: Fuente
pt: Fonte

source: Manifest
es: Manifiesto
fr: Manifeste
pt: Manifesto

source: Archive
es: Archivo
pt: Arquivo

# build
source: Version
es: Versión
it: Build
pt: Versão

# selectBuild
source: Select a fortnite version
es: Selecciona una versión de Fortnite
fr: Séléctionnez une version de Fortnite
it: Seleziona una build di Fortnite
pt: Selecione uma versão fortnite

# fetchingBuilds
source: Fetching builds and disks...
es: Obteniendo compilaciones y discos...
fr: Récupération des versions et des disques...
it: Recupero di build e dischi in corso...
pt: Buscando builds e discos...

source: Unknown error
es: Error desconocido
fr: Erreur inconnue
it: Errore sconosciuto
pt: Erro desconhecido

# downloadVersionError
source: Cannot download version: {error}
es: No se puede descargar la versión: {error}
fr: Impossible de télécharger la version : {error}
it: Impossibile scaricare la versione: {error}
pt: Não é possível baixar a versão: {error}

# downloadedVersion
source: The download was completed successfully!
es: ¡La descarga se completó exitosamente!
fr: Le téléchargement a été complété avec succès
it: Il download è stato completato con successo!
pt: O download foi concluído com sucesso!

source: Download
es: Descargar
fr: Télécharger

source: Downloading...
es: Descargando...
fr: Téléchargement...
it: Download in corso...
pt: Baixando...

source: Extracting...
es: Extrayendo...
fr: Extraction...
it: Estrazione in corso...
pt: Extraindo...

# buildInstallationDirectory
source: Installation directory
es: Directorio de instalación
fr: Répertoire d'installation
it: Cartella di installazione
pt: Diretório de instalação

# buildInstallationDirectoryPlaceholder
source: Type the installation directory
es: Escriba el directorio de instalación
fr: Entrez le répertoire d'installation
it: Digitare la cartella di installazione
pt: Digite o diretório de instalação

# buildInstallationDirectoryWindowTitle
source: Select installation directory
es: Seleccione el directorio de instalación
fr: Séléctionnez le répertoire d'installation
it: Seleziona la cartella di installazione
pt: Selecione o diretório de instalação

# timeLeft
source: Time left: {timeLeft, plural, =0{less than a minute} =1{about {timeLeft} minute} other{about {timeLeft} minutes}}
es: Tiempo restante: {timeLeft, plural, =0{less than a minute} =1{about {timeLeft} minute} other{about {timeLeft} minutes}}
fr: Temps restant : {timeLeft, plural, =0{moins d'une minute} =1{environ {timeLeft} minute} other{environ {timeLeft} minutes}}
it: Tempo rimanente: {timeLeft, plural, =0{meno di un minuto} =1{circa {timeLeft} minuti} other{circa {timeLeft} minuti}}
pt: Tempo restante: {timeLeft, plural, =0{less than a minute} =1{about {timeLeft} minute} other{about {timeLeft} minutes}}

# localBuildsWarning
source: Local builds are not guaranteed to work
es: No se garantiza que las compilaciones locales funcionen
fr: Les versions locales n'ont aucune garantie de fonctionner
it: Non è garantito il funzionamento delle build locali
pt: Não é garantido que builds locais funcionem

# saveLocalVersion
source: Add
es: Ahorrar
fr: Sauvegarder
it: Salva
pt: Salvar

source: Embedded
es: Incorporado
fr: Intégré
pt: Integrado

source: Remote
es: Remoto
fr: Distant
pt: Controlo remoto

# checkServer
source: Check backend
es: comprobar el backend
fr: Vérifier le backend
it: Controllo {name}
pt: Verifique o back-end

# startServer
source: Start backend
es: Iniciar backend
fr: Démarrer le backend
it: Avvia {name}
pt: Iniciar back-end

# stopServer
source: Stop backend
es: Detener el servidor
fr: Arrêter le backend
it: Arresta {name}
pt: Parar back-end

source: Start hosting
es: Empezar a alojar
fr: Démarrer l'hébergement
it: Avvio hosting
pt: Comece a hospedar

source: Stop hosting
es: dejar de alojar
fr: Arrêter l'hébergement
it: Interruzione hosting
pt: Pare de hospedar

# startGame
source: Start fortnite
es: iniciar fortnite
fr: Démarrer Fortnite
it: Avvia fortnite
pt: Comece quinze dias

# stopGame
source: Close fortnite
es: cerrar fortnite
fr: Fermer Fortnite
it: Arresta fortnite
pt: Fechar quinze dias

# waitingForGameServer
source: Waiting for the game server to boot up...
es: Esperando a que se inicie el servidor del juego...
fr: En attente du démarrage du jeu...
it: In attesa dell'avvio del server di gioco...
pt: Aguardando o servidor inicializar...

# gameServerStartWarning
source: The game server was started successfully, but Reboot didn't load
es: El servidor del juego se inició correctamente, pero el Reboot no se cargó
fr: Le jeu a démarré avec succès, mais Reboot n'a pas chargé
it: Il server headless è stato avviato correttamente, ma il server di gioco non si è avviato
pt: O servidor foi iniciado com sucesso, mas o Reboot não foi carregada

# gameServerStartLocalWarning
source: The game server was started successfully, but other players can't join
es: El servidor del juego se inició correctamente, pero otros jugadores no pueden unirse.
fr: Le jeu a démarré avec succès, mais les autres joueurs ne peuvent pas rejoindre
it: Il server di gioco è stato avviato correttamente, ma gli altri giocatori non possono unirsi
pt: O servidor foi iniciado com sucesso, mas outros jogadores não conseguem entrar

# gameServerStarted
source: The game server was started successfully
es: El servidor del juego se inició correctamente.
fr: Le serveur de jeu a démarré avec succès
it: Il server di gioco è stato avviato correttamente
pt: O servidor foi iniciado com sucesso

# gameClientStarted
source: The game client was started successfully
es: El cliente del juego se inició correctamente.
fr: Le client du jeu a démarré avec succès
pt: O cliente do jogo foi iniciado com sucesso

# checkingGameServer
source: Checking if other players can join the game server...
es: Comprobando si otros jugadores pueden unirse al servidor del juego...
fr: Vérification de la joignabilité du serveur...
it: Verifica se altri giocatori possono unirsi al server di gioco...
pt: Verificando se outros jogadores podem entrar no servidor...

# checkGameServerFixMessage
source: Other players can't join the game server as port {port} isn't open
es: Otros jugadores no pueden unirse al servidor del juego porque el puerto {port} no está abierto
fr: Les autres joueurs ne peuvent pas rejoindre car le port {port} n'est pas ouvert
it: Gli altri giocatori non possono unirsi al server di gioco perché la porta {port} non è aperta
pt: Outros jogadores não podem entrar no servidor porque a porta {port} não está aberta

# checkGameServerFixAction
source: Fix
es: Arreglar
fr: Résoudre
pt: Consertar

# infoName
source: Info
es: Información
fr: Infos
it: Aiuto
pt: Informações

source: Empty version name
es: Nombre de versión vacío
fr: Nom de version vide
it: Nome della versione vuoto
pt: Nome da versão vazio

# versionAlreadyExists
source: This version already exists
es: Esta versión ya existe
fr: Cette version existe déjà
it: Questa versione esiste già
pt: Esta versão já existe

source: Empty game path
es: Ruta de juego vacía
fr: Chemin du jeu vide
it: Percorso di gioco vuoto
pt: Caminho de jogo vazio

# directoryDoesNotExist
source: Directory doesn't exist
es: El directorio no existe
fr: Le répertoire n'existe pas
it: La cartella non esiste
pt: O diretório não existe

# missingShippingExe
source: Invalid game path: missing Fortnite executable
es: Ruta de juego no válida: falta FortniteClient-Win64-Shipping
fr: Chemin du jeu invalide : FortniteClient-Win64-Shipping est manquant
it: Percorso di gioco non valido: missing FortniteClient-Win64-Shipping
pt: Caminho de jogo inválido: FortniteClient-Win64-Shipping ausente

source: Invalid download path
es: Ruta de descarga no válida
fr: Chemin de téléchargement invalide
it: Percorso di download non valido
pt: Caminho de download inválido

source: Invalid dll path
es: Ruta dll no válida
fr: Chemin de DLL invalide
it: Percorso dll non valido
pt: Caminho dll inválido

# dllDoesNotExist
source: The file doesn't exist
es: El archivo no existe
fr: Ce fichier n'existe pas
it: Il file non esiste
pt: O arquivo não existe

# invalidDllExtension
source: This file is not a dll
es: Este archivo no es un dll
fr: Ce fichier n'est pas un DLL
it: Questo file non è una dll
pt: Este arquivo não é uma dll

source: Empty hostname
es: Nombre de host vacío
fr: Nom d'hôte vide
it: Nome host vuoto
pt: Nome de host vazio

# hostnameFormat
source: Wrong hostname format: expected ip:port
es: Formato de nombre de host incorrecto: IP esperada: puerto
fr: Mauvais format de nom d'hôte : format ip:port attendu
it: Formato nome host errato: previsto ip:porta
pt: Formato de nome de host incorreto: ip esperado: porta

# emptyURL
source: Empty update URL
es: URL de actualización vacía
fr: URL de mise à jour vide
it: URL di aggiornamento vuoto
pt: URL de atualização vazio

# missingVersionError
source: Download or select a version before starting Fortnite
es: Descargue o seleccione una versión antes de iniciar Fortnite
fr: Téléchargez ou séléctionnez une version avant de lancer Fortnite
it: Scarica o seleziona una versione prima di avviare Fortnite
pt: Baixe ou selecione uma versão antes de iniciar o Fortnite

# missingExecutableError
source: Missing Fortnite executable: usually this means that the installation was moved or deleted
es: Falta el ejecutable de Fortnite: normalmente esto significa que la instalación fue movida o eliminada
fr: Exécutable Fortnite manquant : cela signifie généralement que la version a été déplacée ou suprimée
it: Eseguibile Fortnite mancante: solitamente significa che l'installazione è stata spostata o eliminata
pt: Executável Fortnite ausente: geralmente isso significa que a instalação foi movida ou excluída
