Repository: Auties00/Reboot-Launcher
Catalog: gui/lib/l10n/reboot_*.arb
Languages: es, fr, it, pt

# find
source: Find a setting
es: Encuentra una configuración
fr: Trouver un paramètre
it: Trova un'impostazione
pt: Encontre uma configuração

source: On
es: Activo
fr: Activé
pt: Ligado

source: Off
es: Desactivo
fr: Désactivé
pt: Desligado

# resetDefaultsContent
source: Reset
es: Reiniciar
fr: Réinitialiser
it: Ripristino
pt: Reiniciar

# resetDefaultsDialogTitle
source: Do you want to reset all the setting in this tab to their default values? This action is irreversible
es: ¿Quiere restablecer todas las configuraciones de esta pestaña a sus valores predeterminados?
fr: Voulez-vous réinitialiser tous les paramètres de cet onglet à leurs valeurs initiales ? Cette action est irréversible
it: Vuoi ripristinare tutte le impostazioni di questa scheda sui valori predefiniti? Questa azione è irreversibile
pt: Deseja redefinir todas as configurações desta guia para seus valores padrão?

# resetDefaultsDialogSecondaryAction
source: Close
es: Cerca
fr: Fermer
it: Chiudi
pt: Fechar

# resetDefaultsDialogPrimaryAction
source: Reset
es: Reiniciar
fr: Réinitialiser
it: Ripristino
pt: Reiniciar

# backendTypeName
source: Type
es: Tipo
pt: Tipo

# backendTypeDescription
source: The type of backend to use when logging into Fortnite
es: El tipo de backend a utilizar al iniciar sesión en Fortnite
fr: Le type de backend à utiliser lors de la connexion dans Fortnite
pt: O tipo de back-end a ser usado ao fazer login no Fortnite

# backendConfigurationHostName
source: Host
es: Anfitrión
fr: Hôte
pt: Hospedar

# backendConfigurationHostDescription
source: The hostname of the backend
es: El nombre de host del backend
fr: Le nom d'hôte du backend
pt: O nome do host do back-end

# backendConfigurationPortName
source: Port
es: Puerto
pt: Porta

# backendConfigurationPortDescription
source: The port of the backend
es: El puerto del backend
fr: Le port du backend
pt: A porta do back-end

# backendConfigurationDetachedName
source: Detached
es: Separado
fr: Détaché
pt: Desanexado

# backendConfigurationDetachedDescription
source: Whether a separate process should be spawned, useful for debugging
es: Si se debe generar un proceso separado, útil para depurar
fr: Démarrage en tant que processus séparé, utile pour le debugging
pt: Se um processo separado deve ser gerado, útil para depuração

# backendInstallationDirectoryName
source: Installation directory
es: Directorio de instalación
fr: Répertoire d'installation
pt: Diretório de instalação

# backendInstallationDirectoryDescription
source: Opens the folder where the embedded backend is located
es: Abre la carpeta donde se encuentra el backend integrado.
fr: Ouvre le dossier où le backend intégré est situé
pt: Abre a pasta onde o back-end incorporado está localizado

# backendInstallationDirectoryContent
source: Show files
es: Mostrar archivos
fr: Montrer les fichiers
pt: Mostrar arquivos

# backendResetDefaultsName
source: Reset
es: Reiniciar
fr: Réinitialiser
pt: Reiniciar

# backendResetDefaultsDescription
source: Resets the backend's settings to their default values
es: Restablece la configuración del backend a sus valores predeterminados
fr: Réinitialise les paramètres du backend à leurs valeurs initiales
pt: Redefine as configurações do back-end para seus valores padrão

# backendResetDefaultsContent
source: Reset
es: Reiniciar
fr: Réinitialiser
pt: Reiniciar

# hostGameServerName
source: Information
es: Información
fr: Informations
it: Server di gioco
pt: Informação

# hostGameServerDescription
source: Provide basic information about your game server for the Server Browser
es: Proporcione información básica sobre su servidor de juegos para el Navegador de servidores
fr: Fournir des informations basiques à propos du serveur de jeu pour le navigateur de serveurs
it: Fornisci informazioni di base sul tuo server di gioco per il browser del server
pt: Forneça informações básicas sobre o seu servidor para o Navegador de Servidores

# hostGameServerNameName
source: Name
es: Nombre
fr: Nom
it: Nome
pt: Nome

# hostGameServerNameDescription
source: The name of your game server
es: El nombre de tu servidor de juego.
fr: Le nom de votre serveur de jeu
it: Il nome del tuo server di gioco
pt: O nome do seu servidor

# hostGameServerDescriptionName
source: Description
es: Descripción
it: Descrizione
pt: Descrição

# hostGameServerDescriptionDescription
source: The description of your game server
es: La descripción de tu servidor de juegos.
fr: La description de votre serveur de jeu
it: La descrizione del tuo server di gioco
pt: A descrição do seu servidor

# hostGameServerPasswordName
source: Password
es: Contraseña
fr: Mot de passe
pt: Senha

# hostGameServerPasswordDescription
source: The password of your game server, if you need one
es: La contraseña de tu servidor de juegos, si la necesitas.
fr: Le mot passe de votre serveur de jeu, si nécéssaire
it: La password del tuo server di gioco, se ne hai bisogno
pt: A senha do seu servidor, se precisar

# hostGameServerDiscoverableName
source: Discoverable
es: Descubrible
fr: Visible
it: Accessibilità
pt: Detectável

# hostGameServerDiscoverableDescription
source: Make your server available to other players on the server browser
es: Haga que su servidor esté disponible para otros jugadores en el navegador del servidor
fr: Rend votre serveur disponible aux autres joueurs dans le navigateur de serveur
it: Rendi il tuo server disponibile ad altri giocatori sul browser del server
pt: Disponibilize seu servidor para outros jogadores no navegador do servidor

# hostAutomaticRestartName
source: Automatic restart
es: Reinicio automático
fr: Redémarrage automatique
pt: Reinicialização automática

# hostAutomaticRestartDescription
source: Automatically restarts your game server when the match ends
es: Reinicia automáticamente tu servidor de juego cuando termina la partida
fr: Redémarre automatiquement le serveur de jeu quand la partie se termine
pt: Reinicia automaticamente o seu servidor quando a partida termina

# hostShareName
source: Share
es: Compartir
fr: Partager
it: Condivisione
pt: Compartilhar

# hostShareDescription
source: Make it easy for other people to join your server with the options in this section
es: Facilite que otras personas se unan a su servidor con las opciones de esta sección
fr: Rendre facile le partage du serveur à d'autres personnes pour qu'elles puissent rejoindre votre serveur avec les paramètres de cette section
it: Rendi più semplice per altre persone l'accesso al tuo server con le opzioni in questa sezione
pt: Facilite a entrada de outras pessoas no seu servidor com as opções nesta seção

# hostShareLinkName
source: Link
es: Enlace
fr: Lien

# hostShareLinkDescription
source: Copies a link for your server to the clipboard
es: Copia un enlace de su servidor al portapapeles.
fr: Copie un lien vers votre serveur dans le presse-papier
it: Copia un collegamento per il tuo server negli appunti (richiede Reboot Launcher)
pt: Copia um link do seu servidor para a área de transferência

# hostShareLinkContent
source: Copy Link
es: Copiar link
fr: Copier le lien
it: Copa link
pt: Link de cópia

# hostShareLinkMessageSuccess
source: Copied your link to the clipboard
es: Copiaste tu enlace al portapapeles.
fr: Copié dans le presse-papier
it: Collegamento copiato negli appunti
pt: Copiou seu link para a área de transferência

# hostShareIpName
source: Public IP
es: IP pública
fr: IP publique
it: IP pubblico
pt: IP Público

# hostShareIpDescription
source: Copies your current public IP to the clipboard
es: Copia tu IP pública actual al portapapeles
fr: Copie votre IP publique actuelle dans votre presse-papier
it: Copia il tuo IP pubblico attuale negli appunti (non richiede il Reboot Launcher)
pt: Copia seu IP público atual para a área de transferência

# hostShareIpContent
source: Copy IP
es: Copiar IP
fr: Copier IP
it: Copia IP
pt: Copiar IP

# hostShareIpMessageLoading
source: Obtaining your public IP...
es: Obteniendo tu IP pública...
fr: Obtention de votre adresse IP publique...
it: Ottenimento del tuo IP pubblico...
pt: Obtendo seu IP público...

# hostShareIpMessageSuccess
source: Copied your link to the clipboard
es: Copiaste tu enlace al portapapeles.
fr: Lien copié dans votre presse-papier
it: Collegamento copiato negli appunti
pt: Copiou seu link para a área de transferência

# hostShareIpMessageError
source: An error occurred while obtaining your public IP: {error}
es: Se produjo un error al obtener su IP pública: {error}
fr: Une erreur est survenue lors de l'obtention de votre adress IP publique : {error}
it: Si è verificato un errore durante l'ottenimento del tuo IP pubblico: {error}
pt: Ocorreu um erro ao obter seu IP público: {error}

# hostResetName
source: Reset
es: Reiniciar
fr: Réinitialiser
it: Ripristina il server di gioco
pt: Reiniciar

# hostResetDescription
source: Resets the game server's settings to their default values
es: Restablece la configuración del servidor del juego a sus valores predeterminados.
fr: Réinitialise les paramètres du serveur de jeu à leurs valeurs initiales
it: Ripristina le impostazioni del server di gioco ai valori predefiniti
pt: Redefine as configurações do servidor para seus valores padrão

# hostResetContent
source: Reset
es: Reiniciar
fr: Réinitialiser
it: Ripristina
pt: Reiniciar

# browserName
source: Server Browser
es: Navegador de servidor
fr: Navigateur de serveurs
it: Browser del server
pt: Navegador do servidor

# noServersAvailableTitle
source: No servers are available right now
es: No hay servidores disponibles en este momento
fr: Aucun serveur disponible actuellement
it: Nessun server è disponibile al momento
pt: Nenhum servidor está disponível no momento

# noServersAvailableSubtitle
source: Host a server yourself or come back later
es: Aloje un servidor usted mismo o vuelva más tarde
fr: Hébergez un serveur vous-même ou revenez plus tard
it: Ospita un server tu stesso o riprova più tardi
pt: Hospede um servidor você mesmo ou volte mais tarde

source: Join Server
es: Unirse al servidor
fr: Rejoindre un serveur
it: Unisciti al server
pt: Conectar-se ao servidor

# noServersAvailableByQueryTitle
source: No results found
es: No se han encontrado resultados
fr: Aucun résultat trouvé
it: Nessun risultato trovato
pt: Nenhum resultado encontrado

# noServersAvailableByQuerySubtitle
source: No server matches your query
es: Ningún servidor coincide con su consulta
fr: Aucun serveur ne correspond à votre recherche
it: Nessun server corrisponde alla tua query
pt: Nenhum servidor corresponde à sua consulta

# findServer
source: Find a server
es: encontrar un servidor
fr: Trouver un serveur
it: Trova un server
pt: Encontre um servidor

source: Copy IP
es: Copiar IP
fr: Copier IP
it: Copia IP
pt: Copiar IP

# hostName
source: Host
es: Anfitrión
fr: Hôte
pt: Hospedar

# matchmakerConfigurationAddressName
source: Game server address
es: dirección del servidor del juego
fr: Adresse du serveur de jeu
it: Indirizzo del server di gioco
pt: Endereço do servidor

# matchmakerConfigurationAddressDescription
source: The address of the game server used by the backend
es: La dirección del servidor del juego utilizado por el backend.
fr: L'adresse du serveur de jeu utilisé par le backend
it: L'indirizzo del server di gioco utilizzato dal matchmaker
pt: O endereço do servidor usado pelo backend

# playName
source: Play
es: Jugar
fr: Jouer
it: Gioca
pt: Jogar

# playGameServerName
source: Multiplayer
es: Multijugador
fr: Multijoueur
it: Server di gioco
pt: Multijogador

# playGameServerDescription
source: See all the available options to start playing
es: Ver todas las opciones disponibles para empezar a jugar
fr: Voir tous les paramètres disponibles pour commencer à jouer
it: Scorciatoie utili per trovare il server su cui vuoi giocare
pt: Veja todas as opções disponíveis para começar a jogar

# playGameServerContentLocal
source: Your server
es: Tu servidor
fr: Votre serveur
it: Il tuo server
pt: Seu servidor

# playGameServerContentBrowser
source: {owner}'s server
es: servidor de {owner}
fr: Serveur de {owner}
it: Server di {owner}
pt: servidor de {owner}

# playGameServerHostName
source: Host a server
es: alojar un servidor
fr: Héberger un serveur
it: Ospita un server
pt: Hospedar um servidor

# playGameServerHostDescription
source: Run a game server on your PC
es: Ejecute un servidor de juegos en su PC
fr: Démarrer un serveur de jeu sur votre PC
it: Vuoi creare un server di gioco per te o per i tuoi amici? Ospitane uno!
pt: Execute um servidors no seu PC

# playGameServerHostContent
source: Host
es: Anfitrión
fr: Hôte
pt: Hospedar

# playGameServerBrowserName
source: Browse servers
es: Explorar servidores
fr: Parcourir les serveurs
it: Sfoglia i server
pt: Navegar nos servidores

# playGameServerBrowserDescription
source: Discover servers hosted by the community
es: Descubra los servidores alojados por la comunidad
fr: Découvrir les serveurs hébergés par la communauté
it: Trova un server rilevabile ospitato su Reboot Launcher nel browser del server
pt: Descubra servidores hospedados pela comunidade

# playGameServerBrowserContent
source: Browse
es: Navegar
fr: Parcourir
pt: Navegar

# playGameServerCustomName
source: Join a custom server
es: Únase a un servidor personalizado
fr: Rejoindre un serveur personnalisé
it: Unisciti a un server personalizzato
pt: Junte-se a um servidor personalizado

# playGameServerCustomDescription
source: Join a game server using its public IP address
es: Únase a un servidor de juegos usando su dirección IP pública
fr: Rejoindre un serveur de jeu avec son adresse IP publique
it: Digita l'indirizzo di qualsiasi server, indipendentemente dal fatto che sia stato ospitato sul Reboot Launcher o meno
pt: Junte-se a um servidor usando seu endereço IP público

# playGameServerCustomContent
source: Enter IP
es: Ingrese IP
fr: Entrer IP
it: Inserisci l'IP
pt: Insira o IP

# settingsName
source: Settings
es: Ajustes
fr: Paramètres
it: Impostazioni
pt: Configurações

# settingsClientName
source: Internal files
es: Archivos internos
fr: Fichiers internes
it: Impostazioni del client
pt: Arquivos internos

# settingsClientDescription
source: Configure the internal files used by the launcher for Fortnite
es: Configura los archivos internos que utiliza el lanzador de Fortnite
fr: Configurer les fichiers internes utilisés par le launcher pour Fortnite
it: Questa sezione contiene le dll utilizzate per far funzionare il client Fortnite
pt: Configure os arquivos internos usados ​​pelo launcher do Fortnite

# settingsClientOptionsName
source: Options
es: Opciones
fr: Paramètres
pt: Opções

# settingsClientOptionsDescription
source: Configure additional options for Fortnite
es: Configurar opciones adicionales para Fortnite
fr: Configurer les paramètres additionnels pour Fortnite
pt: Configure opções adicionais para Fortnite

# settingsClientConsoleName
source: Unreal engine patcher
es: Consola de motor irreal
fr: Console Unreal Engine
it: Console Unreal Engine
pt: Console do motor irreal

# settingsClientConsoleDescription
source: Unlocks the Unreal Engine Console
es: Desbloquea la consola de Unreal Engine
fr: Débloque la console Unreal Engine
it: Questo file viene inserito per sbloccare la console Unreal Engine
pt: Desbloqueia o console do Unreal Engine

# settingsClientConsoleKeyName
source: Unreal engine console key
es: Tecla de consola del motor irreal
fr: Touche de la console Unreal Engine
pt: Chave do console do mecanismo irreal

# settingsClientConsoleKeyDescription
source: The keyboard key used to open the Unreal Engine console
es: La tecla del teclado utilizada para abrir la consola de Unreal Engine
fr: La touche du clavier utilisée pour ouvrir la console Unreal Engine
pt: A tecla do teclado usada para abrir o console do Unreal Engine

# settingsClientAuthName
source: Authentication patcher
es: Parcheador de autenticación
fr: Patcheur d'authentification
it: Patch di autenticazione
pt: Patcher de autenticação

# settingsClientAuthDescription
source: Redirects all HTTP requests to the backend
es: Redirige todas las solicitudes HTTP al backend
fr: Redirige toutes les requêtes HTTP au backend
it: Questo file viene inserito per reindirizzare tutte le richieste HTTP all'autenticatore del launcher
pt: Redireciona todas as solicitações HTTP para o back-end

# settingsClientMemoryName
source: Memory patcher
es: Parcheador de memoria
fr: Patcheur de mémoire
it: Patch di memoria
pt: Patcher de memória

# settingsClientMemoryDescription
source: Prevents the client from crashing because of a memory leak
es: Evita que el cliente falle debido a una pérdida de memoria
fr: Évite que le client plante à cause d'une fuite de mémoire
it: Questo file viene inserito per evitare che il client Fortnite si blocchi a causa di una perdita di memoria
pt: Evita que o cliente trave devido a um vazamento de memória

# settingsClientArgsName
source: Custom launch arguments
es: Argumentos de lanzamiento personalizados
fr: Arguments de lancements personnalisés
it: Argomenti di lancio personalizzati
pt: Argumentos de inicialização personalizados

# settingsClientArgsDescription
source: Additional arguments to use when launching Fortnite
es: Argumentos adicionales para usar al iniciar el juego
fr: Arguments additionnels à utiliser lors du lancement du jeu
it: Argomenti aggiuntivi da utilizzare all'avvio del gioco
pt: Argumentos adicionais para usar ao iniciar o jogo

# settingsClientArgsPlaceholder
source: Arguments...
es: Argumentos...
it: Argomenti...
pt: Argumentos...

# settingsServerName
source: Internal files
es: Archivos internos
fr: Fichiers internes
it: Impostazioni del server di gioco
pt: Arquivos internos

# settingsServerSubtitle
source: Configure the internal files used by the launcher for the game server
es: Configurar los archivos internos utilizados por el lanzador para el servidor del juego.
fr: Configurer les fichiers internes utilisés par le launcher pour le serveur de jeu
it: Questa sezione contiene le impostazioni relative all'implementazione del server di gioco
pt: Configure os arquivos internos usados ​​pelo launcher para o servidor

# settingsServerOptionsName
source: Options
es: Opciones
fr: Paramètres
pt: Opções

# settingsServerOptionsSubtitle
source: Configure additional options for the game server
es: Configurar opciones adicionales para el servidor de juegos.
fr: Configurer les paramètres additionnels pour le serveur de jeu
pt: Configure opções adicionais para o servidor

# settingsServerTypeName
source: Type
es: Tipo
pt: Tipo

# settingsServerTypeDescription
source: The type of game server to inject
es: El tipo de servidor de juego a inyectar.
fr: Le type de serveur de jeu à injecter
pt: O tipo de servidor a ser injetado

# settingsServerTypeEmbeddedName
source: Embedded
es: Incorporado
fr: Intégré
pt: Integrado

# settingsServerTypeCustomName
source: Custom
es: Costumbre
fr: Personnalisé
pt: Personalizado

# settingsServerFileName
source: Implementation
es: Implementación
it: Implementazione
pt: Implementação

# settingsServerFileDescription
source: The file injected to create the game server
es: El archivo inyectado para crear el servidor del juego.
fr: Le fichier injecté pour créer le serveur de jeu
it: Questo file viene inserito per creare un server di gioco e ospitare partite
pt: O arquivo injetado para criar o servidor

# settingsServerPortName
source: Port
es: Puerto
it: Porta
pt: Porta

# settingsServerPortDescription
source: The port the launcher expects the game server to be hosted on
es: El puerto en el que el lanzador espera que esté alojado el servidor del juego
fr: Le port sur lequel le launcher attend que le serveur de jeu soit hébergé
it: La porta utilizzata dalla dll del server di gioco
pt: A porta em que o inicializador espera que o servidor esteja hospedado

# settingsServerMirrorName
source: Update mirror
es: Actualizar espejo
fr: Miroir de mise à jour
pt: Atualizar espelho

# settingsServerMirrorDescription
source: The URL used to update the game server dll
es: La URL utilizada para actualizar la DLL del servidor del juego.
fr: L'URL utilisé pour mettre à jour le DLL de serveur de jeu
it: L'URL utilizzato per aggiornare la dll del server di gioco
pt: O URL usado para atualizar a dll do servidor

# settingsServerMirrorPlaceholder
source: mirror
es: espejo
fr: miroir
pt: espelho

# settingsServerTimerName
source: Update timer
es: Actualizar temporizador
fr: Intervalle de mise à jour
pt: Atualizar temporizador

# settingsServerTimerSubtitle
source: Determines when the game server should be updated
es: Determina cuándo se debe actualizar el servidor del juego.
fr: Détermine quand le serveur de jeu doit être mis à jour
it: Determina quando aggiornare la DLL del server di gioco
pt: Determina quando o servidor deve ser atualizado

# settingsUtilsName
source: Launcher
es: Lanzacohetes
it: Utilità di avvio
pt: Lançador

# settingsUtilsSubtitle
source: This section contains settings related to the launcher
es: Esta sección contiene configuraciones relacionadas con el iniciador.
fr: Cette section contient tous les paramàtres liés au launcher
it: Questa sezione contiene impostazioni utili per il launcher
pt: Esta seção contém configurações relacionadas ao inicializador

# settingsUtilsInstallationDirectoryName
source: Installation directory
es: Directorio de instalación
fr: Répertoire d'installation
it: Cartella di installazione
pt: Diretório de instalação

# settingsUtilsInstallationDirectorySubtitle
source: Opens the installation directory
es: Abre el directorio de instalación.
fr: Ouvre le répertoire d'installation
it: Apri la cartella di installazione
pt: Abre o diretório de instalação

# settingsUtilsInstallationDirectoryContent
source: Show files
es: Mostrar archivos
fr: Montrer les fichiers
it: Mostra file
pt: Mostrar arquivos

# settingsUtilsBugReportName
source: Create a bug report
es: Crear un informe de error
fr: Créer un signalement de bug
it: Crea una segnalazione bug
pt: Crie um relatório de bug

# settingsUtilsBugReportSubtitle
source: Help me fix bugs by reporting them
es: Ayúdame a corregir errores informándolos
fr: Aidez-moi à résoudre des bugs en les signalant
it: Aiuta a correggere i bug segnalandoli
pt: Ajude-me a corrigir bugs reportando-os

# settingsUtilsBugReportContent
source: Report a bug
es: Reportar un error
fr: Signaler un bug
it: Segnala un bug
pt: Reportar um erro

# settingsUtilsResetDefaultsName
source: Reset settings
es: Reiniciar ajustes
fr: Réinitialiser les paramètres
it: Ripristina le impostazioni
pt: Redefinir as configurações

# settingsUtilsResetDefaultsSubtitle
source: Resets the launcher's settings to their default values
es: Restablece la configuración del iniciador a sus valores predeterminados
fr: Réinitialise les paramètres du launcher à leurs valeurs initiales
it: Ripristina le impostazioni del launcher ai valori predefiniti
pt: Redefine as configurações do inicializador para seus valores padrão

# settingsUtilsDialogTitle
source: Do you want to reset all the setting in this tab to their default values? This action is irreversible
es: ¿Quiere restablecer todas las configuraciones de esta pestaña a sus valores predeterminados?
fr: Voulez-vous réinitialiser tous les paramètres de cet onglet à leurs valeurs initiales ? Cette action est irréversible
it: Vuoi ripristinare tutte le impostazioni di questa scheda sui valori predefiniti? Questa azione è irreversibile
pt: Deseja redefinir todas as configurações desta guia para seus valores padrão?

# settingsUtilsDialogSecondaryAction
source: Close
es: Cerca
fr: Fermer
it: Chiudi
pt: Fechar

# selectFortniteName
source: Fortnite version
es: Versión fortnite
fr: Version de Fortnite
pt: Versão Fortnite
